<?
// Резиденция

echo "<div id='textmenu'>
   <a href='build.php?bnum=$bnum'>Обучить</a>
 | <a href='build.php?bnum=$bnum&amp;p=2'>Культура</a>
 | <a href='build.php?bnum=$bnum&amp;p=3' class='selected'>Одобрение</a>
 | <a href='build.php?bnum=$bnum&amp;p=4'>Экспансия</a>
      </div>";

echo '<br>Нападение на деревню совместно с сенаторами, вождями или предводителями может уменьшить лояльность населения. Если уровень лояльности достиг нуля, население деревни решает примкнуть к Империи нападающего. Уровень одобрения в этой деревне составляет <b>100%</b>.<br>';

?>